Repository: common-repository/ngg-smart-image-search
Catalog: languages/ngg-smart-image-search-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Warning:
de_de: Warnung:

source: NGG Smart Image Search is an add-on for the %1$s WordPress plugin, but <b>%1$s is not <i>activated</i></b>.
de_de: NGG Smart Image Search ist ein Add-on für %1$s-WordPress-Plugin, aber <b>%1$s ist nicht <i>aktiviert</i></b>.

source: Error:
de_de: Fehler:

source: NGG Smart Image Search is an add-on for the %1$s WordPress plugin, but <b>%1$s is not <i>installed</i></b>.
de_de: NGG Smart Image Search ist ein Add-on für %1$s-WordPress-Plugin, aber <b>%1$s ist nicht <i>installiert</i></b>.

source: Landing Page for Widget Search Function:
de_de: Suchseite für die Widget Suchfunktion:

source: Search Landing Page
de_de: Konfigurierte Suchseite

source: Search Mode and Styles:
de_de: Suchmodus und Anzeigestile:

source: Search Mode
de_de: Suchmodus

source: Searchbox Style
de_de: Suchfeld Anzeigestil

source: Thumbnail Border Style
de_de: Vorschaubilder Ansichtsstile

source: Miscellaneous Options:
de_de: Verschiedene sonstige Optionen:

source: Show notifications
de_de: Zeige Benachrichtigungen

source: Enable uploader
de_de: Ermögliche Uploader Selektion

source: Search Images in NextGEN Galleries
de_de: Bildersuche in NextGEN Galerien

source: search-ngg-images
de_de: suche-ngg-bilder

source: Images will be searched in all galleries of this website.<br><br>The specified searchstring will be searched in the fields <em>Title</em>, <em>Description</em>, <em>Filename</em> and <em>Tags</em> of the respective images. The search is not case sensitive.
de_de: Bilder werden in allen Galerien dieser Website gesucht.<br><br>Der angegebene Suchbegriff wird in den Feldern <em>Titel</em>, <em>Beschreibung</em>, <em>Dateiname</em> und <em>Tags</em> der jeweiligen Bilder gesucht. Die Suche ignoriert Groß-/Kleinschreibung.

source: Images will be searched in all public galleries of this website.<br><br>The specified searchstring will be searched in the fields <em>Title</em>, <em>Description</em> and <em>Tags</em> of the respective images. The search is not case sensitive.
de_de: Bilder werden in allen öffentlichen Galerien dieser Website gesucht.<br><br>Der angegebene Suchbegriff wird in den Feldern <em>Titel</em>, <em>Beschreibung</em> und <em>Tags</em> der jeweiligen Bilder gesucht. Die Suche ignoriert Groß-/Kleinschreibung.

source: NGG Smart Image Search
de_de: NGG Smart Image Search (Intelligente Bildersuche)

source: Smart Image Search in NextGEN Galleries
de_de: Intelligente Bildsuche in NextGEN-Galerien

source: Enter searchstring for images
de_de: Geben Sie einen Suchbegriff zur Bildersuche ein

source: plugin visibility for
de_de: Plugin-Sichtbarkeit

source: public user
de_de: öffentlich

source: logged in user
de_de: angemeldet

source: Title
de_de: Titel

source: show title in widget
de_de: zeige den Titel im Widget an

source: Placeholder
de_de: Platzhalter

source: Limit number of listed images
de_de: Maximalanzahl angezeigter Bilder im Suchergebnis

source: Minimum size of search string
de_de: Mindestgröße des Suchbegriffs

source: characters long
de_de: Zeichen lang

source: check searchstring in field
de_de: Suche den Suchtext in den Feldern

source: Description
de_de: Beschreibung

source: Filename
de_de: Dateiname

source: Tags
de_de: Schlagworte

source: search in all galleries
de_de: suche in allen Galerien

source: only search in specified albums and galleries
de_de: suche nur in den hier aufgeführten Alben und Galerien

source: Search albums
de_de: Suchalben

source: Search galleries
de_de: Suchgalerien

source: comma separated list of gallery and album IDs
de_de: komma-getrennte Liste von Galerie und Album IDs

source: exclude no gallery from search
de_de: schließe keine Galerien von der Suche aus

source: exclude specified albums and galleries from search
de_de: schließe die folgenden Alben / Galerien von der Suche aus

source: Exclude albums
de_de: Ausschlussalben

source: Exclude galleries
de_de: Ausschlussgalerien

source: Result list will describe images by
de_de: Die Ergebnisliste beschreibt die Bilder mittels

source: Image ID
de_de: Bildnummer

source: Date
de_de: Datum

source: File Size
de_de: Dateigröße

source: Backup Size
de_de: Sicherungsgröße

source: Uploader
de_de: Hochgeladen von

source: Gallery ID
de_de: Galerienummer

source: Gallery Name
de_de: Galerietitel

source: Gall.Description
de_de: Gal.Beschreibung

source: extended mode
de_de: erweiteter Modus

source: Save Changes
de_de: Änderungen übernehmen

source: Widget Search landing page will be automatically generated during plugin activation and initialization.
de_de: Die Ergebnis-Anzeigeseite für die Widget-basierte Suche wird automatisch im Rahmen der Plugin Initialisierung und Aktivierung erzeugt.

source: page id
de_de: Seitennummer

source: title
de_de: Titel

source: Define how the entered search string will be interpreted by the plugin and how searchbox and thumbnails will be styled.
de_de: Legen Sie fest, wie der eingegebene Suchstring vom Plugin interpretiert wird und wie das Such-Eingabefeld und die Miniaturbilder (thumbnails) angezeigt werden.

source: basic search
de_de: Basis Suchmodus

source: Basic search will search for all search items in the input search string, which are seperated by blanks (white space).
de_de: Im Basis-Suchmodus werden alle Suchbegriffe aus dem Suchfeld gesucht, die durch Leerzeichen getrennt sind.

source: Selected images must satisfy at least one of these search items (OR condition).
de_de: Gefundene Bilder müssen in ihren Meta-Daten mindestenes einen dieser Suchbegriffe erfüllen (logische ODER Bedingungen).

source: escape +
de_de: Escape-Zeichen +

source: enable escape character for dynamic switch to extended search mode
de_de: Aktivieren Sie das Escape-Zeichen für den dynamischen Wechsel in den erweiterten Suchmodus

source: extended search
de_de: erweiteter Suchmodus

source: Extended search enables multi-key search items and special search terms in the input search string.
de_de: Der erweiterte Suchmodus ermöglicht die Suche mit mehreren Begriffen und speziellen Kürzeln.

source: Selected images must satisfy all of these search items (AND condition).
de_de: Gefundene Bilder müssen in ihren Meta-Daten alle diese Suchbedingungen erfüllen (logische UND Bedingungen).

source: escape -
de_de: Escape Zeichen -

source: enable escape character for dynamic switch to basic search mode
de_de: Aktivieren Sie das Escape-Zeichen für den dynamischen Wechsel in den Basis-Suchmodus

source: plugin specific style
de_de: Plugin-spezifischer Anzeigestil

source: general theme dependent style
de_de: allgemeiner Themen-abhängiger Anzeigestil

source: CSS classnames for the seachbox definition will be plugin-specific or more wordpress generic adopting theme styling.
de_de: CSS-Klassennamen für die Suchfeld-Definition werden Plug-in-spezifisch definiert oder im Wordpress-generischen Stil.

source: These settings only apply to thumbnails used in display type si (single images), li (linked images) and at (advanced thumbnails).
de_de: Diese Definitionen gelten nur für Miniaturbilder (thumbnails) bei den Anzeigetypen si (Einzelbilder), li (verbundene Bilder) und at (erweiterte Thumbnail Sicht).

source: All other thumbnails are displayed by NextGEN Gallery code and use their own applicable settings.
de_de: Bei allen anderen Anzeigetypen werden die Miniaturbilder mit NextGEN Gallery Kode und Einstellungen angezeigt.

source: border size
de_de: Rahmengröße

source: Border size must be specified as an integer in the range 0 to 20 and will be interpreted as pixel.
de_de: Die Rahmengröße muss als natürliche ganze Zahl in Pixeln angegeben werden im Bereich von 0 bis 20.

source: border color
de_de: Rahmenfarbe

source: border color hover
de_de: Hover-Rahmenfarbe

source: Select color in color picker or directly provide a hex color code.
de_de: Wähle eine Farbe im Farbauswahlfenster aus oder gib direkt einen hex-Farbkode ein.

source: Miscellaneous further settings for notifications and custom field.
de_de: Verschiedene weitere Einstellungen für Benachrichtigungen und für ein benutzerdefiniertes Feld.

source: on plugin page and on settings page
de_de: auf der Plugin Seite und auf der Einstellungen Seite

source: only on settings page
de_de: nur auf der Einstellungen Seite

source: show no notification
de_de: zeige keine Benachrichtigungen

source: Plugin sets notifications if the needed plugin (NextGEN Gallery) is not installed or activated.
de_de: Plugin setzt Benachrichtigungen, wenn das benötigte Plugin (NextGEN Gallery) nicht installiert oder aktiviert ist.

source: Field <em>uploader</em> exists, option enabled.
de_de: Feld <em>Uploader</em> ist vorhanden, die Option ist deshalb verfügbar.

source: Field <em>uploader</em> does not exist, option disabled.
de_de: Das Feld <em>Uploader</em> ist nicht vorhanden, die Option ist deshalb nicht verfügbar.

source: enable listing of uploader user-id
de_de: Auflistung der Uploader Benutzerkennungen aktivieren

source: Plugin <i>NGG Smart Image Search Beta</i> must be deactivated first before activating its productive version again.
de_de: Das Plugin <i>NGG Smart Image Search Beta</i> muss zuerst deaktiviert werden bevor seine produktive Version wieder aktiviert werden kann.

source: Warning: unknown shortcode parameter:
de_de: Warnung: unbekannte shortcode Parameter gefunden:

source: Warning: shortcode parameter has wrong format:
de_de: Warnung: falsches Format für den shortcode Parameter:

source: Warning: unknown value for shortcode parameter:
de_de: Warnung: unbekannter Wert für den shortcode:

source: No searchstring for images entered.
de_de: Kein Suchbegriff für die Bildersuche eingegeben.

source: Searchstring _<b><em>%s</em></b>_ does not have the required minimum length of %s characters.
de_de: Der Suchbegriff _<b><em>%s</em></b>_ hat nicht die erforderliche Mindestlänge von %s Zeichen.

source: No search item found in basic searchstring %s.
de_de: Keine Bilder gefunden für den Suchtext %s.

source: Searchitem _<b><em>%s</em></b>_ in searchstring _<b><em>%s</em></b>_ does not have the required minimum length of %s characters.
de_de: Der Suchbegriff _<b><em>%s</em></b>_ im Suchfeld _<b><em>%s</em></b>_ hat nicht die erforderliche Mindestlänge von %s Zeichen.

source: ERROR: you cannot search for two different gallery id's in searchstring %s.
de_de: FEHLER: der Suchtext %s kann keine Suche nach zwei verschiedenen Galerienummern enthalten.

source: ERROR: you cannot use field qualifier %s for gallery search in searchstring %s.
de_de: FEHLER: Feldbedingung %s kann im Suchtext %s nicht zusammen mit einer Galeriesuche verwendet werden.

source: WARNING: gallery search in searchstring %s is not authorized by settings for public users.
de_de: WARNUNG: die Galeriesuche im Suchtext %s ist nicht für unangemeldete Benutzer freigegeben.

source: ERROR searchstring %s : you cannot search for recent and last images at the same time.
de_de: FEHLER im Suchtext %s: man kann nicht gleichzeitig nach den zuletzt hochgeladenen Bildern und nach den neuesten Bildern suchen.

source: ERROR: you cannot use field qualifier %s for recent images search in searchstring %s.
de_de: FEHLER: Feldbedingung %s kann im Suchtext %s nicht zusammen mit einer Suche nach den neuesten Bildern verwendet werden.

source: ERROR: you cannot use field qualifier %s for last images search in searchstring %s.
de_de: FEHLER: Feldbedingung %s kann im Suchtext %s nicht zusammen mit einer Suche nach zuletzt hochgeladenen Bildern verwendet werden.

source: Searchstring %s will result in empty search.
de_de: Der Suchtext %s wird zu einer leeren Suche führen.

source: 1 image found for searchstring %s.
de_de: 1 Bild gefunden für den Suchtext %s.

source: %s images found for searchstring %s.
de_de: %s Bilder gefunden für den Suchtext %s.

source: Show paged result list with %s images per page.
de_de: Zeige Ergebnisliste mit jeweils %s Bildern pro Seite an.

source: (Number of displayed images limited by settings.)
de_de: (Anzahl der gefundenen angezeigten Bilder wurde durch Einstellungen begrenzt.)

source: This is a special search for displaying gallery
de_de: Dies ist eine Spezialsuche zur Anzeige der Galerie

source: This is a special search for displaying the last uploaded images.
de_de: Dies ist eine Spezialsuche zur Anzeige der zuletzt hochgeladenen Bilder.

source: This is a special search for displaying the images with newest imagedate.
de_de: Dies ist eine Spezialsuche zur Anzeige der zuletzt aufgenommen Bilder laut Exif-Daten.

source: Warning: NextGEN pro galleries not available. Switched display type to advanced thumbnails.
de_de: WARNUNG: NextGEN Pro Galerien nicht verfügbar. Verwende stattdessen advanced thumbails.

source: (excluded)
de_de: (ausgeblendet)

source: image id
de_de: Bildnummer

source: image title
de_de: Bildtitel

source: description
de_de: Beschreibung

source: image date
de_de: Bilddatum

source: filename
de_de: Dateiname

source: image size
de_de: Bildgröße

source: file path not found
de_de: Dateipfad nicht gefunden

source: backup size
de_de: Backup Größe

source: not available
de_de: nicht verfügbar

source: uploader
de_de: hochgeladen von

source: gallery id
de_de: Galerienummer

source: gallery title
de_de: Galerietitel

source: tags
de_de: Schlagworte

source: Warning:
de_de: Warnung:

source: No correct display parameter supplied
de_de: Display Parameter ungültig

source: This plugin provides a customizable smart image search and display function for images in NextGEN galleries.
de_de: Dieses Plugin stellt eine konfigurierbare intelligente Bildersuche für Bilder in NextGEN Galerien im Front End einer WordPress Webseite zur Verfügung.
